Repository: YZCODE01/SipAI
Catalog: SipAI-macOS/SipAI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: SipAI asks each tool's own release endpoint — the npm registry, or the vendor's version file — every few hours whether a newer version exists. Nothing about you or your machine is sent. A tool is updated only by running its own update command, or, where that command declines and names the vendor's installer instead, by running that installer pinned to the version shown.
zh_hans: SipAI 会每隔几小时向每个工具自己的发布接口（npm 仓库，或厂商的版本文件）查询是否有更新的版本。不会发送任何关于你或你的电脑的信息。更新工具时只会运行该工具自带的更新命令；若该命令拒绝更新并指向厂商的安装脚本，则运行该安装脚本，并固定为所显示的版本。

source: SipAI asks updates.sipai.dev once a day whether a newer version exists. Nothing is downloaded until you choose to install it, and no usage data, account or system profile is ever sent.
zh_hans: SipAI 每天向 updates.sipai.dev 查询一次是否有新版本。在你选择安装之前不会下载任何内容，也不会发送任何使用数据、账号或系统概况。

source: SipAI could not write this note's file. Your changes are still here — they will be saved again on the next edit.
zh_hans: SipAI 无法写入这条笔记的文件。你的修改仍然保留——下次编辑时会再次尝试保存。

source: SipAI downloads Anthropic's installer from claude.ai and runs it. It installs to ~/.local/bin and may add that folder to your shell's PATH so Terminal finds it too. About 200 MB.
zh_hans: SipAI 将从 claude.ai 下载 Anthropic 的安装程序并运行。它会安装到 ~/.local/bin，并可能把该目录加入 shell 的 PATH，以便“终端”也能找到它。约 200 MB。

source: SipAI downloads Moonshot's installer from code.kimi.com and runs it. It installs to ~/.kimi-code/bin and adds that folder to your shell's PATH.
zh_hans: SipAI 将从 code.kimi.com 下载 Moonshot 的安装程序并运行。它会安装到 ~/.kimi-code/bin，并把该目录加入 shell 的 PATH。

source: SipAI downloads OpenAI's release package (about 120 MB) from github.com/openai/codex, checks it against OpenAI's checksum file, and installs it under ~/.local/share/sipai/codex with a codex command in ~/.local/bin — adding that folder to your shell's PATH if Terminal does not see it yet. SipAI keeps this copy up to date from the same place; if you would rather have Homebrew or npm manage it, install it there yourself and SipAI will use that copy instead.
zh_hans: SipAI 将从 github.com/openai/codex 下载 OpenAI 的发布包（约 120 MB），用 OpenAI 的校验文件核对后安装到 ~/.local/share/sipai/codex，并在 ~/.local/bin 放置 codex 命令——如果“终端”还找不到它，会把该目录加入 shell 的 PATH。SipAI 会从同一来源保持这份副本为最新；如果你更愿意用 Homebrew 或 npm 管理，请自行在那里安装，SipAI 会改用那份副本。

source: SipAI is completely a local tool. Chats, notes, roles, and settings live in ~/Library/Application Support/SipAI, and API keys stay in that folder's config.json on your disk. Messages are sent only to the provider of the model you picked — there is no server in between. Agent sessions are stored by the CLIs themselves, under ~/.claude, ~/.codex and ~/.kimi-code. Besides that, SipAI only checks for updates — for itself once a day, and for the agent tools every eight hours — sending nothing about you, and both checks can be turned off in Settings → Updates.
zh_hans: SipAI 完全是一个本地工具。对话、笔记、角色和设置保存在 ~/Library/Application Support/SipAI，API 密钥保存在该文件夹的 config.json 中，都在你自己的磁盘上。消息只会发送给你所选模型的提供商——中间没有任何服务器。智能体会话则由各 CLI 自己保存在 ~/.claude、~/.codex 和 ~/.kimi-code 下。此外，SipAI 只会检查更新——每天检查一次自身的更新，每八小时检查一次智能体工具的更新——不会发送任何关于你的信息，这两项检查都可以在“设置 → 更新”中关闭。

source: SipAI runs each supported provider's own command-line tool on this Mac and shows its sessions in the sidebar. You must have access to a provider before you can use its tool in SipAI — some AI providers aren't available in every country or region.
zh_hans: SipAI 在这台 Mac 上运行每家受支持提供商自己的命令行工具，并把它的会话显示在侧边栏。你必须先拥有某家提供商的使用权限，才能在 SipAI 中使用它的工具——部分 AI 提供商并非在所有国家或地区都提供服务。

source: SipAI will install the update and relaunch once the work finishes. Interrupting stops that work now, the same as quitting, and installs right away. If you quit SipAI before then, the update is installed on the way out and SipAI stays closed.
zh_hans: SipAI 会在这些工作结束后安装更新并重新启动。“中断”会立即停止这些工作（与退出相同）并马上安装。若在此之前退出 SipAI，更新会在退出过程中安装，SipAI 不会重新打开。

source: Sipping…
zh_hans: 努力中…

source: Sipping… (%@)
zh_hans: 努力中…（%@）

source: Skipped
zh_hans: 跳过

source: skipped a run %@ — the previous run was still going
zh_hans: %@跳过了一次运行——上一次运行仍在进行

source: Small
zh_hans: 小

source: Starts a new chat from this point. This one is kept as it is.
zh_hans: 从这里开始一个新对话。当前这个会原样保留。

source: Starts a new session from this point. This one is kept as it is.
zh_hans: 从这里开始一个新会话。当前这个会原样保留。

source: State
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Subagent session
zh_hans: 子智能体会话

source: Subscription
zh_hans: 订阅

source: Sunday
zh_hans: 星期日

source: System
zh_hans: 跟随系统

source: System follows the macOS appearance; Light and Dark lock the app to one look.
zh_hans: 「跟随系统」会随 macOS 外观变化；「浅色」和「深色」则把 App 固定为一种外观。

source: System Prompt
zh_hans: 系统提示词

source: Task folder name — the task's permanent identity
zh_hans: 任务文件夹名称——任务的永久标识

source: Task name (e.g. daily-review)
zh_hans: 任务名称（例如 daily-review）

source: Task name is empty after removing unsupported characters.
zh_hans: 去掉不支持的字符后，任务名称为空。

source: That isn't a valid 5-field cron expression (minute hour day month weekday).
zh_hans: 这不是有效的 5 字段 cron 表达式（分 时 日 月 周）。

source: that kind of file
zh_hans: 该类型的文件

source: That note no longer exists.
zh_hans: 该笔记已不存在。

source: That time has already passed. Pick a later one.
zh_hans: 该时间已过，请选择更晚的时间。

source: The answer was in a shape SipAI does not read.
zh_hans: 回应的格式 SipAI 无法读取。

source: The browser sign-in was not completed in time.
zh_hans: 浏览器登录没有在规定时间内完成。

source: The change applies to the next turn of every %@ session, here and in your terminal, and shows in the chip at once. A larger request draws on your plan's limits or API usage faster.
zh_hans: 更改从每个 %@ 会话的下一轮开始生效，在这里和你的终端里都一样，并会立即反映在输入框下方的显示上。更大的请求会更快消耗你的套餐额度或 API 用量。

source: The Chat section talks to AI models through their API endpoints and is billed per token. To add a model, click the model chip at the lower right of the chat box, or open Settings → Chat models. If you would rather use a subscription plan than an API key, the **Chat only** mode of an agent session gives you a similar kind of conversation — it is limited to the agent providers SipAI supports. [Learn more](sipai://settings/models)
zh_hans: “对话”部分通过各家的 API 接口使用 AI 模型，按 token 计费。要添加模型，请点击输入框右下角的模型标签，或打开“设置 → 对话模型”。如果你更想用订阅套餐而不是 API 密钥，智能体会话的“**仅对话**”模式能提供类似的聊天体验——它仅限于 SipAI 支持的智能体提供商。[了解更多](sipai://settings/models)

source: The codex command could not be placed at %@: %@
zh_hans: 无法在 %1$@ 放置 codex 命令：%2$@

source: The command-line tool did not answer, so the branch was not created.
zh_hans: 命令行工具没有响应，分支未创建。

source: The command-line tool did not answer.
zh_hans: 命令行工具没有回应。

source: the copy SipAI installed under %@
zh_hans: SipAI 安装在 %@ 下的副本

source: The download did not match OpenAI's checksum and was discarded (expected %@, got %@).
zh_hans: 下载内容与 OpenAI 的校验值不符，已丢弃（预期 %1$@，实际 %2$@）。

source: The downloaded codex did not answer with version %@ and was discarded.
zh_hans: 下载的 codex 没有报告版本 %@，已丢弃。

source: The downloaded codex package holds a symbolic link (%@), which OpenAI's package does not, so it was discarded.
zh_hans: 下载的 codex 发布包中含有符号链接（%@），而 OpenAI 的发布包中没有，因此已被丢弃。

source: The endpoint may not be up to date — editing it could solve this.
zh_hans: 接入地址可能已过时——修改它或许能解决此问题。

source: The endpoint must be a full URL starting with http:// or https://.
zh_hans: 接入地址必须是以 http:// 或 https:// 开头的完整 URL。

source: The file could not be written.
zh_hans: 无法写入该文件。

source: The first message of a new session arrives all at once; later ones stream.
zh_hans: 新会话的第一条消息会一次性到达，之后的消息则会流式显示。

source: The group is created and “%@” moves into it.
zh_hans: 将创建该分组，并把“%@”移入其中。

source: the Homebrew package %@
zh_hans: Homebrew 软件包 %@

source: The install folder could not be created at %@.
zh_hans: 无法在 %@ 创建安装文件夹。

source: the install under %@/bin
zh_hans: %@/bin 下的安装

source: The installer could not be downloaded from %@.
zh_hans: 无法从 %@ 下载安装程序。

source: The installer could not be staged on disk.
zh_hans: 无法将安装程序写入磁盘。

source: The installer printed nothing and the tool is still not installed.
zh_hans: 安装程序没有任何输出，工具仍未安装。

source: The last reply ran at standard speed
zh_hans: 上一条回复以标准速度运行

source: The last reply ran fast
zh_hans: 上一条回复以快速模式运行

source: the native install under ~/.local/bin and %@
zh_hans: ~/.local/bin 和 %@ 下的原生安装

source: The new name is saved here, but writing it into %@ failed: %@
zh_hans: 新名称已在此保存，但写入 %1$@ 失败：%2$@

source: The note could not be measured for printing.
zh_hans: 无法计算笔记的打印版面。

source: The note took too long to lay out.
zh_hans: 笔记排版耗时过长。

source: the npm package %@ under %@
zh_hans: %2$@ 下的 npm 软件包 %1$@

source: The package could not be downloaded from %@.
zh_hans: 无法从 %@ 下载发布包。

source: The package did not carry the expected manifest and was discarded.
zh_hans: 发布包缺少预期的清单文件，已丢弃。

source: The PDF could not be written.
zh_hans: 无法写入 PDF 文件。

source: The provider's model list could not be fetched, so nothing was written.
zh_hans: 无法获取该提供商的模型列表，因此未写入任何内容。

source: The region entry must be a full URL starting with http:// or https://.
zh_hans: 地区输入必须是以 http:// 或 https:// 开头的完整 URL。

source: The run could not be started.
zh_hans: 无法启动本次运行。

source: The run exited with code %d.
zh_hans: 本次运行已退出，退出码 %d。

source: The same catalog allows the window to be raised to %@ tokens, of which %@ are effective; that is the figure the chip shows once the setting is changed.
zh_hans: 同一目录允许把窗口提高到 %@ token，其中 %@ 为有效窗口；更改设置后，输入框下方显示的就是这个数字。

source: The sign-in address was not on %@ and was not opened.
zh_hans: 登录地址不在 %@ 上，未打开。

source: The sign-in did not complete.
zh_hans: 登录未完成。

source: The system prompt (Settings → Chat Prompt and Roles) is the standing instruction sent with every chat message. Roles are named prompts you can switch between, so the same chat window can answer as a code reviewer, translator, or tutor. One starter role ships with the app as a worked example — edit it, delete it, or add your own.
zh_hans: 系统提示词（“设置 → 对话提示词与角色”）是随每条对话消息一起发送的常驻指令。角色则是一组具名的提示词，你可以随时切换，让同一个对话窗口分别以代码审查员、翻译或老师的身份回答。App 内置了一个角色作为示例——你可以修改它、删除它，或添加自己的角色。

source: The task file could not be written.
zh_hans: 无法写入任务文件。

source: The task has no prompt to run.
zh_hans: 该任务没有可运行的任务描述。

source: The task's folder no longer exists: %@
zh_hans: 该任务的文件夹已不存在：%@

source: The tool did not answer.
zh_hans: 工具没有回应。

source: The tool is still installed after the removal ran.
zh_hans: 移除操作运行后，工具仍处于安装状态。

source: The tool's app server could not be started.
zh_hans: 无法启动工具的应用服务器。

source: The tool's local server is busy with a sign-in. Try again in a moment.
zh_hans: 工具的本地服务器正忙于登录，请稍后再试。

source: The tool's own updater leaves this copy to %@, which SipAI does not run. Update it there, in Terminal.
zh_hans: 该工具自带的更新程序把这个副本的更新交给了 %@，而 SipAI 不会运行它。请在终端里通过它更新。

source: The turn is still running, but nothing has come back for 5 minutes. This may be fine. However, if it persists for too long, it may indicate a blocked or misconfigured network route, which looks exactly like this because the agent retries in silence. In that case, please check your network connection and settings, or search online to see whether the AI provider is down.
zh_hans: 这一回合仍在运行，但已经有 5 分钟没有任何返回。这可能没有问题；但如果持续太久，就可能是网络线路被拦截或配置有误——出现这种情况时看起来正是如此，因为智能体会静默重试。如果是这样，请检查你的网络连接和设置，或上网搜索该 AI 提供商的服务是否中断。

source: The updater printed nothing and did not exit cleanly.
zh_hans: 更新程序没有输出任何内容，且未正常退出。

source: The updater printed nothing and exited with code %lld.
zh_hans: 更新程序没有输出任何内容，并以代码 %lld 退出。

source: the usage credit limit is reached
zh_hans: 已达到额外用量的支出上限

source: The version could not be looked up, so nothing was downloaded.
zh_hans: 无法查询版本号，因此没有下载任何内容。

source: There is nothing before that message to branch from.
zh_hans: 那条消息之前没有可供分支的内容。

source: These items could not be removed and may still hold your data: %@. Everything else was reset.
zh_hans: 以下项目无法移除，可能仍保存着你的数据：%@。其余内容都已重置。

source: This copy of SipAI was built locally and is not signed for distribution, so it does not update itself. Copies from the release page check for updates automatically.
zh_hans: 此 SipAI 副本为本地构建，未经分发签名，因此不会自我更新。从发布页面下载的版本会自动检查更新。

source: This removes the %@ command-line tool, the same as uninstalling it in Terminal — here, %@. Its sessions, settings and sign-in stay in %@ and are back the moment you reinstall. Nothing else on your Mac is changed.
zh_hans: 这会移除 %1$@ 命令行工具，效果和在“终端”里卸载它一样——这里是 %2$@。它的会话、设置和登录信息仍保留在 %3$@ 中，重新安装后即可恢复。你的 Mac 上不会有其他改动。

source: This task's definition was deleted. Its past runs are still listed here.
zh_hans: 该任务的定义已被删除。它过去的运行记录仍列在这里。

source: This tool updates by itself once the running turn finishes.
zh_hans: 当前回合结束后，此工具会自动更新。

source: This turn has been running for %@
zh_hans: 这一回合已运行 %@

source: Thought
zh_hans: 已思考

source: Thursday
zh_hans: 星期四

source: Tick the models you want. The first model you pick becomes the default.
zh_hans: 勾选你需要的模型。你选择的第一个模型会成为默认模型。

source: To chat with a model provider, add one in Settings → Chat models.
zh_hans: 要与模型提供商对话，请在“设置 → 对话模型”中添加一个。

source: Today
zh_hans: 今天

source: Toggle left sidebar
zh_hans: 显示/隐藏左侧边栏

source: Toggle Sidebar
zh_hans: 显示/隐藏侧边栏

source: Tomorrow
zh_hans: 明天

source: Try again
zh_hans: 重试

source: Tuesday
zh_hans: 星期二

source: Turn on the check above first.
zh_hans: 请先开启上方的自动检查。

source: Turned off by your organization
zh_hans: 已被你所在的组织关闭

source: Turned off in %@'s config (features.fast_mode)
zh_hans: 已在 %@ 的配置中关闭（features.fast_mode）

source: Type the task prompt in the input box, then press send to create.
zh_hans: 在输入框中输入任务描述，然后按发送即可创建。

source: Type your first message below.
zh_hans: 在下方输入你的第一条消息。

source: Typo check
zh_hans: 拼写检查

source: Unavailable (%@)
zh_hans: 不可用（%@）

source: Underlines words the macOS dictionary doesn't know, in the chat and agent input boxes, the message editor and the note editor. Nothing is ever corrected for you.
zh_hans: 在聊天和智能体输入框、消息编辑器和笔记编辑器中，为 macOS 词典无法识别的单词加上下划线。不会自动更改任何文字。

source: Ungrouped
zh_hans: 未分组

source: unnamed
zh_hans: 未命名

source: Unread
zh_hans: 未读

source: Unrecognized schedule “%@”
zh_hans: 无法识别的计划“%@”

source: Untitled
zh_hans: 未命名

source: Up to date
zh_hans: 已是最新

source: Update
zh_hans: 更新

source: Update did not complete
zh_hans: 更新未完成

source: Update these tools automatically
zh_hans: 自动更新这些工具

source: Update…
zh_hans: 更新…

source: Updated %@
zh_hans: %@更新

source: Updated just now
zh_hans: 刚刚更新

source: Updates
zh_hans: 更新

source: Updating these tools is in Settings → Updates.
zh_hans: 更新这些工具请前往“设置 → 更新”。

source: Updating…
zh_hans: 正在更新…

source: usage credits are not turned on
zh_hans: 尚未开启额外用量

source: usage credits are turned off for your account
zh_hans: 你的账户已关闭额外用量

source: usage credits are unavailable
zh_hans: 额外用量不可用

source: Usage credits: %@ / %@ spent this month
zh_hans: 额外用量：本月已花费 %1$@ / %2$@

source: Usage credits: off
zh_hans: 额外用量：已关闭

source: Usage credits: off — %@
zh_hans: 额外用量：已关闭——%@

source: Use environment variable
zh_hans: 使用环境变量

source: Use Last: %@
zh_hans: 使用上次：%@

source: Use the maximum
zh_hans: 使用最大值

source: Used %lld tools
zh_hans: 已使用 %lld 个工具

source: Used 1 tool
zh_hans: 已使用 1 个工具

source: Used as the default instructions when no project- or role-specific prompt is set.
zh_hans: 当没有设置项目或角色专属提示词时，作为默认指令使用。

source: User label
zh_hans: 用户名称

source: Uses your %@ limits
zh_hans: 使用你的 %@ 额度

source: Uses your %@ membership
zh_hans: 使用你的 %@ 会员

source: Uses your %@ plan
zh_hans: 使用你的 %@ 套餐

source: Using %@
zh_hans: 正在使用 %@

source: Volcengine (Doubao)
zh_hans: 火山引擎（豆包）

source: Wait for the Turn
zh_hans: 等待回合结束

source: Waiting for approval
zh_hans: 等待授权

source: Waiting for you to finish signing in in the browser…
zh_hans: 正在等待你在浏览器中完成登录…

source: Wednesday
zh_hans: 星期三

source: Weekly
zh_hans: 每周

source: Welcome to SipAI
zh_hans: 欢迎使用 SipAI

source: What do the system prompt and roles do?
zh_hans: 系统提示词和角色有什么用？

source: What is Chat only?
zh_hans: 什么是“仅对话”？

source: What's the difference between a chat and an agent session?
zh_hans: 对话和智能体会话有什么区别？

source: When a newer version is found, SipAI updates the tool by itself, waiting for any running turn of that tool to finish first, and says so next to the logo in the sidebar.
zh_hans: 发现新版本后，SipAI 会自动更新该工具（若该工具有正在进行的回合，会先等它结束），并在侧边栏的标志旁提示。

source: When SipAI or an agent tool is updated, a short message takes the app name's place for five seconds.
zh_hans: SipAI 或智能体工具更新后，侧边栏中的 App 名称会暂时换成一条简短提示，持续五秒。

source: Where is my data stored? Does anything leave my Mac?
zh_hans: 我的数据保存在哪里？有内容会离开我的 Mac 吗？

source: Which site is your account or key from?
zh_hans: 你的账号或密钥来自哪个站点？

source: Why %@? Opens Help
zh_hans: 为什么是 %@？打开帮助

source: Why does %@ show a 258k context window, and how do I get the larger one?
zh_hans: 为什么 %@ 显示 258k 的上下文窗口？怎样才能用上更大的？

source: With note prompt on, the note button asks: generate directly, or add instructions first.
zh_hans: 开启笔记说明后，点击笔记按钮会先询问：直接生成，还是先补充说明。

source: Working
zh_hans: 工作中

source: Workspace Write
zh_hans: 工作区写入

source: Writing…
zh_hans: 正在写入…

source: Written, but %@ reports it will not take effect: %@
zh_hans: 已写入，但 %@ 报告它不会生效：%@

source: Xiaomi
zh_hans: 小米

source: Yes — click the T icon beside the search icon in the toolbar. It appears when at least one of your agent tools is signed in to a plan (a Claude subscription, a ChatGPT plan for Codex, or a Kimi Code membership), and it shows what each plan reports: the current 5-hour session and weekly windows for Claude Code, the weekly and per-model limits for Codex, and the weekly quota and 5-hour window for Kimi Code. The numbers are fetched when you open the window and are as fresh as the time shown at the bottom; click the refresh arrow for a new reading. Each figure comes from the tool's own account query, run on your Mac by the tool itself: Claude Code answers its /usage command, Codex answers over its app server, and Kimi Code answers over its local server. No tokens are spent, SipAI never sees a login token, and nothing is stored or sent anywhere. If every agent runs on an API key there is nothing to show and the icon stays hidden; API usage and cost live on each provider's developer platform.
zh_hans: 可以——点击工具栏中搜索图标旁边的 T 图标。当至少一个智能体工具登录了套餐（Claude 订阅、Codex 的 ChatGPT 套餐或 Kimi Code 会员）时它就会出现，并显示各套餐报告的内容：Claude Code 当前的 5 小时会话窗口和每周窗口，Codex 的每周额度和各模型限额，以及 Kimi Code 的每周配额和 5 小时窗口。数字在你打开窗口时获取，新鲜程度以底部显示的时间为准；点击刷新箭头可重新读取。每个数字都来自该工具自身的账户查询，由该工具在你的 Mac 上自行运行：Claude Code 回答它的 /usage 命令，Codex 通过它的 app server 回答，Kimi Code 通过它的本地服务器回答。不消耗任何 token，SipAI 从不接触登录令牌，也不会存储或发送任何内容。如果所有智能体都使用 API 密钥，则没有可显示的内容，图标会保持隐藏；API 用量和费用请到各提供商的开发者平台查看。

source: Yesterday
zh_hans: 昨天

source: You
zh_hans: 你

source: You are a senior code reviewer. When the user shares code, analyze it for: bugs and logic errors, security vulnerabilities, performance issues, readability and style. Be specific — reference line numbers when possible. Suggest concrete fixes. If the code is good, say so briefly. If no code is shared, ask for it.
zh_hans: 你是一位资深的代码审查员。当用户分享代码时，请从这些方面进行分析：缺陷与逻辑错误、安全漏洞、性能问题、可读性与代码风格。请给出具体意见——尽可能标注行号。给出可直接落地的修改建议。如果代码本身没有问题，简要说明即可。如果用户没有提供代码，请主动索取。

source: You can install a tool below or in Terminal. Either way, SipAI notices within a few seconds. Sign In opens the provider's own sign-in page. The tool keeps its own login, just as it does in Terminal.
zh_hans: 你可以在下方安装工具，也可以在“终端”里安装。无论哪种方式，SipAI 都会在几秒内检测到。“登录”会打开提供商自己的登录页面。登录信息由工具自己保存，和在“终端”里一样。

source: You're about to be taken to %@ to sign in. Finish there and come back to SipAI — the row updates by itself. The tool stores its own login on this Mac; SipAI never sees your password or a token.
zh_hans: 即将前往 %@ 登录。在那里完成后回到 SipAI 即可——这一行会自动更新。登录信息由工具保存在这台 Mac 上；SipAI 不会看到你的密码或令牌。

source: Your AI, your way.
zh_hans: 让你的 AI 更高效

source: Your data, your control
zh_hans: 你的数据，你做主

source: Your models
zh_hans: 你的模型

source: your organization has turned usage credits off
zh_hans: 你所在的组织已关闭额外用量

source: your plan has no usage credits
zh_hans: 你的套餐不含额外用量

source: Your tagline
zh_hans: 你的标语

source: your usage credits are used up
zh_hans: 你的额外用量已用完

source: Z.AI (GLM)
zh_hans: 智谱 (GLM)
